/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (disco de rede)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ às %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Não foi possível gravar o arquivo no destino pretendido.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Não foi possível gravar o arquivo no destino pretendido. Verifique se a pasta de destino é gravável.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Deseja utilizar %1$@ ou %2$@ para fazer um backup com o Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Deseja utilizar %@ para fazer um backup com o Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Falha ao gravar dados da imagem.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Falha ao tentar capturar a tela.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "o disco de rede %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Não foi possível criar imagem de bitmap para o caminho.";

/* screencapture create image error string */
"Unable to create image." = "Não foi possível criar imagem.";

/* screencapture type error string */
"Unable to create type string." = "Não foi possível criar seqüência de caracteres de tipo.";

/* screencapture create url error string */
"Unable to create url for path." = "Não foi possível criar url para o caminho.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Sua captura de tela não pode ser salva.";

